Repository: kayliechloe/French-translation-WooCommerce-Product-addon-product-vendor
Catalog: woocommerce-product-addons-*.po
Languages: fr_fr

source: All fields must have a title and/or option name. Please review the settings highlighted in red border.
fr_fr: Tous les champs doivent avoir un titre et/ou un nom d'option. Veuillez passer en revue les paramètres surlignés en bordure rouge.

source: Limit price range
fr_fr: Limiter la plage de prix

source: Limit quantity range
fr_fr: Limiter la plage de quantité

source: Limit character length
fr_fr: Limiter le nombre de caractères

source: Are you sure you want remove this add-on field?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ d'add-on ?

source: Are you sure you want delete this option?
fr_fr: Êtes-vous sûr de vouloir supprimer cette option ?

source: Add Image Swatch
fr_fr: Ajouter un échantillon d'image

source: Add Image
fr_fr: Ajouter une image

source: Add-on saved successfully
fr_fr: Add-on sauvegardé avec succès

source: Error: Add-on not found
fr_fr: Erreur : add-ons non trouvé

source: Add-ons Group
fr_fr: Groupe d'add-ons

source: Add-on deleted successfully
fr_fr: Add-on supprimé avec succès

source: Price
fr_fr: Prix

source: Quantity
fr_fr: Quantité

source: Short Text
fr_fr: Texte court

source: Long Text
fr_fr: Texte long

source: File Upload
fr_fr: Téléchargement des fichiers

source: Multiple Choice
fr_fr: Choix multiple

source: SKU:
fr_fr: UGS :

source: %s (No longer exists)
fr_fr: %s (N'existe plus)

source: Variation ID:
fr_fr: ID variation :

source: Product Add-ons
fr_fr: Add-ons de produit

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
fr_fr: En utilisant cette extension, vous pouvez stocker des données personnelles ou partager des données avec un service externe. <a href="%s" target="_blank">Apprenez-en davantage sur la façon dont cela fonctionne, y compris ce que vous pouvez inclure dans votre politique de confidentialité.</a>

source: Enter an option
fr_fr: Entrez une option

source: Flat Fee
fr_fr: Montant fixe

source: Quantity Based
fr_fr: En fonction de la quantité

source: Percentage Based
fr_fr: En fonction du pourcentage

source: Add-on fields
fr_fr: Champs d'add-ons

source: Add fields to get additional information from customers
fr_fr: Ajouter des champs pour obtenir des informations additionnelles de la part des clients

source: Expand all
fr_fr: Tout agrandir

source: Close all
fr_fr: Tout fermer

source: Add Field
fr_fr: Ajouter un champ

source: Import
fr_fr: Importer

source: Export
fr_fr: Exporter

source: Paste exported form data here and then save to import fields. The imported fields will be appended.
fr_fr: Collez ici les données exportées du formulaire et sauvegardez-les dans les champs d'importation. Les champs importés seront ajoutés.

source: Additional add-ons
fr_fr: Add-ons supplémentaires

source: You can create additional <a href="%s">add-ons</a> that apply to all products or to certain categories.
fr_fr: Vous pouvez créer des <a href="%s">add-ons</a> supplémentaires qui s'appliquent à tous les produits ou à certaines catégories.

source: Exclude add-ons
fr_fr: Exclure les add-ons

source: Hide additional add-ons that may apply to this product.
fr_fr: Masquer les add-ons supplémentaires qui peuvent s'appliquer à ce produit.

source: Multiple choice
fr_fr: Choix multiple

source: Remove
fr_fr: Supprimer

source: Click to toggle
fr_fr: Cliquez pour basculer

source: Name Your Price
fr_fr: Donnez un prix

source: Heading
fr_fr: En-tête

source: Display as
fr_fr: Afficher sous forme de

source: Radio Buttons
fr_fr: Bouton radio

source: Restriction
fr_fr: Dropdowns

source: Any Text
fr_fr: N'importe quel texte

source: Only Letters
fr_fr: Seulement des lettres

source: Only Numbers
fr_fr: Seulement des chiffres

source: Only Letters and Numbers
fr_fr: Seulement des lettres et des chiffres

source: Only Email Address
fr_fr: Seulement une adresse email

source: Title
fr_fr: Titre

source: Format title
fr_fr: Titre du format

source: Label
fr_fr: Étiquette

source: Hide
fr_fr: Cacher

source: Add description
fr_fr: Ajouter une description

source: Required field
fr_fr: Champ obligatoire

source: Choose how to calculate price: apply a flat fee regardless of quantity, charge per quantity ordered, or charge a percentage of the total
fr_fr: Choisissez comment calculer le prix : appliquer un tarif fixe quelle que soit la quantité, facturer par quantité commandée, ou facturer un pourcentage du total

source: Add Option
fr_fr: Ajouter une option

source: Enter a minimum and maximum value for the limit range.
fr_fr: Saisissez une valeur minimale et maximale pour la plage de valeurs.

source: Adjust price
fr_fr: Ajuster le prix

source: Create add-ons
fr_fr: Créer des add-ons

source: Publish
fr_fr: Publier

source: Edit Add-on
fr_fr: Modifier l'add-on

source: Update
fr_fr: Mettre à jour

source: Set up add-ons that apply to all products or specific product categories.
fr_fr: Configurez des add-ons qui s'appliquent à tous les produits ou à des catégories de produits spécifiques.

source: Name
fr_fr: Nom

source: This name is for your reference only and will not be visible to customers.
fr_fr: Ce nom est pour votre référence seulement et ne sera pas visible par les clients.

source: Priority
fr_fr: Priorité

source: This determines the order when there are multiple add-ons. Add-ons for individual products are set to order 10.
fr_fr: Ceci détermine l'ordre lorsqu'il y a plusieurs add-ons. Les compléments pour les produits individuels sont réglés à la commande 10.

source: Product Categories
fr_fr: Catégories de produit

source: Choose categories&hellip;
fr_fr: Choisir les catégories&hellip;

source: All Products
fr_fr: Tous les produits

source: Product categories
fr_fr: Catégories de produit

source: Select which categories this add-on should apply to. Create add-ons for a single product when editing that product.
fr_fr: Sélectionnez les catégories auxquelles cet add-on doit s'appliquer. Créez des add-ons pour un seul produit lors de l'édition de ce produit.

source: Create New
fr_fr: Créer un nouveau

source: Number of Fields
fr_fr: Nombre de champs

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: No Products Assigned
fr_fr: Aucun produit assigné

source: No add-ons found.
fr_fr: Aucun add-on trouvé.

source: Create add-ons.
fr_fr: Créer des add-ons.

source: Need help with add-ons? Visit the <a href="https://docs.woocommerce.com/document/product-add-ons" target="_blank">Documentation</a>.
fr_fr: Besoin d'aide avec les add-ons ? Visitez la <a href="https://docs.woocommerce.com/document/product-add-ons" target="_blank">Documentation</a>.

source: Subtotal
fr_fr: Sous-total

source: characters remaining
fr_fr: caractères restants

source: Select options
fr_fr: Sélectionnez les options

source: "%s" is a required field.
fr_fr: "%s" est un champ obligatoire.

source: The minimum characters required for "%1$s" is %2$s.
fr_fr: Le nombre de caractères minimum requis pour "%1$s" est %2$s.

source: The maximum allowed characters for "%1$s" is %2$s.
fr_fr: Le nombre de caractères maximum autorisé pour "%1$s" est %2$s.

source: The minimum amount required for "%1$s" is %2$s.
fr_fr: Le montant minimum requis pour "%1$s" est %2$s.

source: The maximum allowed amount for "%1$s" is %2$s.
fr_fr: Le montant maximum autorisé pour "%1$s" est %2$s.

source: Please enter a value greater than 0 for "%s".
fr_fr: Veuillez entrer une valeur supérieure à 0 pour "%s".

source: Filesize exceeds the limit.
fr_fr: La taille du fichier dépasse la limite.

source: Unable to retrieve data. Invalid global add ons group or product ID.
fr_fr: Impossible de récupérer les données. L'ID du produit ou le groupe global d'add-ons est invalide.

source: Unable to delete group. Invalid global add ons group ID.
fr_fr: Impossible de supprimer le groupe. L'ID du groupe global d'add-ons non valide.

source: Global Add-ons
fr_fr: Add-ons globaux

source: Error: Global Add-on not found
fr_fr: Erreur : add-on global introuvable

source: Global Add-on Group
fr_fr: Groupe d'add-on global

source: Default Label
fr_fr: Etiquette par défaut

source: New add-on
fr_fr: Nouvel add-on

source: Global Addon Exclusion
fr_fr: Exclusion de l'add-on global

source: Check this to exclude this product from all Global Addons
fr_fr: Cochez cette case pour exclure ce produit de tous les add-ons globaux

source: All addon fields require a name.
fr_fr: Tous les champs de l'add-on nécessitent un nom.

source: Min / max price
fr_fr: Prix min/max

source: Min / max multiplier
fr_fr: Multiplicateur min/max

source: Min / max characters
fr_fr: Caractères min/max

source: Are you sure you want remove this add-on?
fr_fr: Êtes-vous sûr de vouloir supprimer cet add-on ?

source: Group
fr_fr: Groupe

source: Additional custom price input
fr_fr: Saisie d'un prix additionnel personnalisé

source: Additional price multiplier
fr_fr: Multiplicateur de prix supplémentaire

source: Custom input (textarea)
fr_fr: Saisie personnalisée (zone de texte)

source: Custom input (text)
fr_fr: Saisie personnalisée (texte)

source: Any text
fr_fr: N'importe quel texte

source: Email address
fr_fr: Adresse email

source: Only letters
fr_fr: Seulement des lettres

source: Only letters and numbers
fr_fr: Seulement des chiffres et des lettres

source: Only numbers
fr_fr: Seulement des chiffres

source: File upload
fr_fr: Téléchargement de fichiers

source: Radio buttons
fr_fr: Bouton radio

source: Select box
fr_fr: Case à cocher

source: Required fields?
fr_fr: Champs obligatoires ?

source: New&nbsp;Option
fr_fr: Nouvelle&nbsp; option

source: Add/Edit Global Add-on
fr_fr: Ajouter/Modifier un add-on global

source: Global Add-on Reference
fr_fr: Référence de l'add-on global

source: Give this global add-on a reference/name to make it recognisable.
fr_fr: Donnez à cet add-on global une référence/un nom pour le rendre reconnaissable.

source: Give this global addon a priority - this will determine the order in which multiple groups of addons get displayed on the frontend. Per-product add-ons will always have priority 10.
fr_fr: Donnez une priorité à cet add-on global - ceci déterminera l'ordre dans lequel plusieurs groupes d'add-ons seront affichés sur la page. Les add-ons par produit auront toujours la priorité 10.

source: Applied to...
fr_fr: Appliqué à...

source: Choose some options&hellip;
fr_fr: Choisir des options&hellip;

source: Product category notifications
fr_fr: Notifications des catégories de produits

source: Category:
fr_fr: Catégorie :

source: Choose categories which should show these addons (or apply to all products).
fr_fr: Choisissez les catégories qui doivent afficher ces add-ons (ou appliquer à tous les produits).

source: Save Global Add-on
fr_fr: Sauvegarder un add-on global

source: Add Global Add-on
fr_fr: Ajouter un add-on global

source: Reference
fr_fr: Référence

source: Applies to...
fr_fr: S'applique à...

source: No global add-ons exists yet.
fr_fr: Aucun add-on global existe pour le moment.

source: Add one?
fr_fr: En ajouter un ?

source: The minimum allowed length for "%s - %s" is %s.
fr_fr: La longueur minimale autorisée pour %s - %s" est de %s.

source: The maximum allowed length for "%s - %s" is %s.
fr_fr: La longueur maximale autorisée pour %s - %s" est de %s.

source: The minimum allowed amount for "%s - %s" is %s.
fr_fr: Le montant minimum autorisé pour "%s - %s" est de %s.

source: The maximum allowed amount for "%s - %s" is %s.
fr_fr: Le montant maximum autorisé pour "%s - %s" est de %s.

source: Please enter a value greater than 0 for "%s - %s".
fr_fr: Veuillez entrer une valeur supérieure à 0 pour "%s - %s".

source: Only letters are allowed for "%s - %s".
fr_fr: Seules des lettres sont autorisées pour "%s - %s".

source: Only digits are allowed for "%s - %s".
fr_fr: Seuls des chiffres sont autorisés pour "%s - %s".

source: Only letters and digits are allowed for "%s - %s".
fr_fr: Seuls des lettres et des chiffres sont autorisés pour "%s - %s".

source: A valid email address is required for "%s - %s".
fr_fr: Une adresse e-mail valide est requise pour "%s - %s".

source: Options total:
fr_fr: Total des options :

source: Sub total:
fr_fr: Sous-total :

source: Please enter letters only
fr_fr: Veuillez entrer des lettres seulement

source: Please enter digits only
fr_fr: Veuillez entrer des chiffres seulement

source: Please enter letters or digits only
fr_fr: Veuillez entrer des lettres ou des chiffres seulement

source: Please enter an email address
fr_fr: Veuillez entrer une adresse email

source: (max file size %s)
fr_fr: (taille de fichier maximale %s)

source: This must be a number!
fr_fr: Ça doit être un chiffre !

source: None
fr_fr: Aucun

source: Select an option...
fr_fr: Sélectionnez une option...

source: Product Add-ons requires WooCommerce to be installed and active. You can download %s here.
fr_fr: L'installation et l'activation de WooCommerce est nécessaire pour le fonctionnement de l'extension Product Add-ons. Vous pouvez le télécharger %s ici.

source: WooCommerce Product Add-ons is ready to go!
fr_fr: WooCommerce Product Add-ons est prêt à l'emploi !

source: Create an add-on that applies to every product, or apply it to specific categories. Create an add-on for an individual product by editing the product.
fr_fr: Créez un add-on qui s'applique à chaque produit, ou appliquez-le à des catégories spécifiques. Créez un add-on pour un seul produit en éditant le produit.

source: Find products
fr_fr: Trouvez des produits

source: New features of the Product Add-ons 3.0 versions are not available for WooCommerce less than 3.0. To use this new features, please update your WooCommerce version to the latest version.
fr_fr: Les nouvelles fonctionnalités des versions 3.0 de Product Add-ons ne sont pas disponibles pour les versions inférieures à 3.0 de WooCommerce. Pour utiliser ces nouvelles fonctionnalités, veuillez mettre à jour votre version de WooCommerce.

source: Add extra options to products which your customers can select from, when adding to the cart, with an optional fee for each extra option. Add-ons can be checkboxes, a select box, or custom text input.
fr_fr: Ajoutez des options supplémentaires aux produits parmi lesquels vos clients peuvent choisir, lors de l'ajout au panier, avec des frais optionnels pour chaque option supplémentaire. Les add-ons peuvent être des cases à cocher, une case à cocher, ou encore une saisie de texte personnalisée.
